Repository: smereczynski/SignalR-Chat
Catalog: src/Chat.Web/Resources/SharedResources.*.resx
Languages: be_by, cs_cz, lt_lt, pl_pl, sk_sk, uk_ua

# AppTitle
source: SignalR Chat
be_by: SignalR Чат
lt_lt: SignalR pokalbiai
pl_pl: SignalR Czat
uk_ua: SignalR Чат

# AppDescription
source: Real-time chat application.
be_by: Чат-прыкладанне ў рэжыме рэальнага часу.
cs_cz: Chatovací aplikace v reálném čase.
lt_lt: Pokalbių programa realiuoju laiku.
pl_pl: Aplikacja czatu w czasie rzeczywistym.
sk_sk: Chatovacia aplikácia v reálnom čase.
uk_ua: Чат-додаток у реальному часі.

source: Loading…
be_by: Загрузка…
cs_cz: Načítání…
lt_lt: Įkeliama…
pl_pl: Ładowanie…
sk_sk: Načítava sa…
uk_ua: Завантаження…

source: Error
be_by: Памылка
cs_cz: Chyba
lt_lt: Klaida
pl_pl: Błąd
sk_sk: Chyba
uk_ua: Помилка

source: Retry
be_by: Паспрабаваць яшчэ раз
cs_cz: Zkusit znovu
lt_lt: Bandyti dar kartą
pl_pl: Ponów
sk_sk: Skúsiť znova
uk_ua: Спробувати ще раз

source: Search
be_by: Пошук
cs_cz: Hledat
lt_lt: Ieškoti
pl_pl: Szukaj
sk_sk: Hľadať
uk_ua: Пошук

source: Go to Chat
be_by: Перайсці да чату
cs_cz: Přejít na chat
lt_lt: Eiti į pokalbius
pl_pl: Przejdź do czatu
sk_sk: Prejsť na chat
uk_ua: Перейти до чату

source: Sign in to continue
be_by: Увайдзіце, каб працягнуць
cs_cz: Přihlaste se a pokračujte
lt_lt: Prisijunkite, kad tęstumėte
pl_pl: Zaloguj się, aby kontynuować
sk_sk: Prihláste sa a pokračujte
uk_ua: Увійдіть, щоб продовжити

source: Sign in
be_by: Увайсці
cs_cz: Přihlásit se
lt_lt: Prisijungti
pl_pl: Zaloguj się
sk_sk: Prihlásiť sa
uk_ua: Увійти

source: Chat Rooms
be_by: Чат-пакоі
cs_cz: Chatovací místnosti
lt_lt: Pokalbių kambariai
pl_pl: Pokoje czatu
sk_sk: Chatovacie miestnosti
uk_ua: Чат-кімнати

# SelectRoomToJoin
source: Please select room to join!
be_by: Калі ласка, абярыце пакой!
cs_cz: Prosím vyberte místnost!
lt_lt: Pasirinkite kambarį!
pl_pl: Proszę wybrać pokój, do którego chcesz dołączyć!
sk_sk: Prosím vyberte miestnosť!
uk_ua: Будь ласка, оберіть кімнату!

# NoMessages
source: There are no messages.
be_by: Паведамленняў няма.
cs_cz: Žádné zprávy.
lt_lt: Žinučių nėra.
pl_pl: Nie ma żadnych wiadomości.
sk_sk: Žiadne správy.
uk_ua: Повідомлень немає.

# MessageInputPlaceholder
source: What's on your mind?
be_by: Што ў вас на розуме?
cs_cz: Co vás napadá?
lt_lt: Ką galvojate?
pl_pl: Co Ci chodzi po głowie?
sk_sk: Čo vás napadá?
uk_ua: Що у вас на думці?

source: Messages waiting to send
be_by: Паведамленні чакаюць адпраўкі
cs_cz: Zprávy čekající na odeslání
lt_lt: Žinutės laukia išsiuntimo
pl_pl: Wiadomości oczekujące na wysłanie
sk_sk: Správy čakajúce na odoslanie
uk_ua: Повідомлення очікують відправки

# WhosHere
source: Who's Here ({0})
be_by: Хто тут ({0})
cs_cz: Kdo je tady ({0})
lt_lt: Kas čia ({0})
pl_pl: Kto tu jest ({0})
sk_sk: Kto je tu ({0})
uk_ua: Хто тут ({0})

source: RECONNECTING…
be_by: ПЕРАПАДКЛЮЧЭННЕ…
cs_cz: PŘIPOJOVÁNÍ…
lt_lt: JUNGIAMASI IŠ NAUJO…
pl_pl: PONOWNE ŁĄCZENIE…
sk_sk: OPÄTOVNÉ PRIPOJENIE…
uk_ua: ПОВТОРНЕ ПІДКЛЮЧЕННЯ…

source: DISCONNECTED
be_by: АДКЛЮЧАНА
cs_cz: ODPOJENO
lt_lt: ATSIJUNGTA
pl_pl: ROZŁĄCZONO
sk_sk: ODPOJENÉ
uk_ua: ВІДКЛЮЧЕНО

# MessageFailed
source: (failed)
be_by: (не атрымалася)
cs_cz: (nepodařilo se)
lt_lt: (nepavyko)
pl_pl: (niepowodzenie)
sk_sk: (nepodarilo sa)
uk_ua: (не вдалося)

source: User
be_by: Карыстальнік
cs_cz: Uživatel
lt_lt: Vartotojas
pl_pl: Użytkownik
sk_sk: Používateľ
uk_ua: Користувач

source: Send code
be_by: Даслаць код
cs_cz: Odeslat kód
lt_lt: Siųsti kodą
pl_pl: Wyślij kod
sk_sk: Odoslať kód
uk_ua: Надіслати код

source: Code
be_by: Код
cs_cz: Kód
lt_lt: Kodas
pl_pl: Kod
sk_sk: Kód
uk_ua: Код

# SixDigitCode
source: 6-digit code
be_by: 6-лічбавы код
cs_cz: 6místný kód
lt_lt: 6 skaitmenų kodas
pl_pl: 6-cyfrowy kod
sk_sk: 6-miestny kód
uk_ua: 6-значний код

# CodeExpires
source: Code expires in 5 minutes.
be_by: Код дзейнічае на працягу 5 хвілін.
cs_cz: Kód vyprší za 5 minut.
lt_lt: Kodas galioja 5 minutes.
pl_pl: Kod wygasa za 5 minut.
sk_sk: Kód vyprší za 5 minút.
uk_ua: Код дійсний протягом 5 хвилин.

source: Resend
be_by: Даслаць паўторна
cs_cz: Odeslat znovu
lt_lt: Siųsti dar kartą
pl_pl: Wyślij ponownie
sk_sk: Odoslať znova
uk_ua: Надіслати повторно

source: Verify
be_by: Пацвердзіць
cs_cz: Ověřit
lt_lt: Patvirtinti
pl_pl: Zweryfikuj
sk_sk: Overiť
uk_ua: Підтвердити

source: Sending code
be_by: Дасыланне кода
cs_cz: Odesílání kódu
lt_lt: Siunčiamas kodas
pl_pl: Wysyłanie kodu
sk_sk: Odesiela sa kód
uk_ua: Надсилання коду

# SentToEmailAndMobile
source: Sent to email & mobile
be_by: Дасланы на пошту і тэлефон
cs_cz: Odesláno na email a mobil
lt_lt: Išsiųsta el. paštu ir SMS
pl_pl: Wysłano na e-mail i telefon
sk_sk: Odoslané na email a mobil
uk_ua: Надіслано на пошту та телефон

source: Failed to send
be_by: Не атрымалася даслаць
cs_cz: Odeslání se nezdařilo
lt_lt: Nepavyko išsiųsti
pl_pl: Wysyłanie nie powiodło się
sk_sk: Odoslanie zlyhalo
uk_ua: Не вдалося надіслати

source: Today
be_by: Сёння
cs_cz: Dnes
lt_lt: Šiandien
pl_pl: Dzisiaj
sk_sk: Dnes
uk_ua: Сьогодні

source: Yesterday
be_by: Учора
cs_cz: Včera
lt_lt: Vakar
pl_pl: Wczoraj
sk_sk: Včera
uk_ua: Вчора

source: AM
be_by: да п.
cs_cz: dop.
lt_lt: priešpiet
sk_sk: dop.
uk_ua: дп

source: PM
be_by: пасля п.
cs_cz: odp.
lt_lt: popiet
sk_sk: pop.
uk_ua: пп

# ErrorOccurred
source: An error occurred while processing your request.
be_by: Падчас апрацоўкі вашага запыту адбылася памылка.
cs_cz: Při zpracování vašeho požadavku došlo k chybě.
lt_lt: Apdorojant jūsų užklausą įvyko klaida.
pl_pl: Wystąpił błąd podczas przetwarzania żądania.
sk_sk: Pri spracovaní vašej požiadavky došlo k chybe.
uk_ua: Під час обробки вашого запиту сталася помилка.

source: Request ID:
be_by: ID запыту:
cs_cz: ID požadavku:
lt_lt: Užklausos ID:
pl_pl: ID żądania:
sk_sk: ID požiadavky:
uk_ua: ID запиту:

source: Development Mode
be_by: Рэжым распрацоўкі
cs_cz: Vývojový režim
lt_lt: Kūrimo režimas
pl_pl: Tryb programisty
sk_sk: Vývojový režim
uk_ua: Режим розробки

# DevelopmentModeWarning
source: Swapping to the Development environment displays detailed information about the error that occurred. The Development environment shouldn't be enabled for deployed applications. It can result in displaying sensitive information from exceptions to end users. For local debugging, enable the Development environment by setting the ASPNETCORE_ENVIRONMENT environment variable to Development and restarting the app.
be_by: Пераключэнне на асяроддзе распрацоўкі адлюстроўвае дэталёвую інфармацыю пра памылкі. Асяроддзе распрацоўкі не павінна быць уключана для разгорнутых прыкладанняў, бо гэта можа прывесці да раскрыцця канфідэнцыяльнай інфармацыі канчатковым карыстальнікам. Для лакальнага адладжвання ўстанавіце зменную асяроддзя ASPNETCORE_ENVIRONMENT на Development і перазапусціце прыкладанне.
cs_cz: Přepnutí do vývojového prostředí zobrazí podrobné informace o chybách. Vývojové prostředí by nemělo být povoleno v produkčních aplikacích, protože může koncovým uživatelům odhalit citlivé informace. Pro lokální ladění nastavte proměnnou prostředí ASPNETCORE_ENVIRONMENT na Development a restartujte aplikaci.
lt_lt: Perjungimas į kūrimo aplinką rodo išsamią klaidų informaciją. Kūrimo aplinka neturėtų būti įjungta diegtose programose, nes tai gali atskleisti konfidencialią informaciją galutiniams vartotojams. Vietiniam derinimui nustatykite aplinkos kintamąjį ASPNETCORE_ENVIRONMENT į Development ir paleiskite programą iš naujo.
pl_pl: Przełączenie na środowisko Development wyświetla szczegółowe informacje o błędzie. Środowisko Development nie powinno być włączone dla wdrożonych aplikacji. Może to skutkować wyświetleniem poufnych informacji z wyjątków użytkownikom końcowym. W celu lokalnego debugowania włącz środowisko Development, ustawiając zmienną środowiskową ASPNETCORE_ENVIRONMENT na Development i ponownie uruchamiając aplikację.
sk_sk: Prepnutie do vývojového prostredia zobrazí podrobné informácie o chybách. Vývojové prostredie by nemalo byť povolené v produkčných aplikáciách, pretože môže koncovým používateľom odhaliť citlivé informácie. Pre lokálne ladenie nastavte premennú prostredia ASPNETCORE_ENVIRONMENT na Development a reštartujte aplikáciu.
uk_ua: Перемикання на середовище розробки відображає детальну інформацію про помилки. Середовище розробки не повинно бути увімкнено для розгорнутих додатків, оскільки це може призвести до розкриття конфіденційної інформації кінцевим користувачам. Для локального налагодження встановіть змінну середовища ASPNETCORE_ENVIRONMENT на Development та перезапустіть додаток.

source: Failed to load users
be_by: Не атрымалася загрузіць карыстальнікаў
cs_cz: Nepodařilo se načíst uživatele
lt_lt: Nepavyko įkelti vartotojų
pl_pl: Nie udało się załadować użytkowników
sk_sk: Nepodarilo sa načítať používateľov
uk_ua: Не вдалося завантажити користувачів

# PleaseWaitSeconds
source: Please wait {0} seconds before resending
be_by: Калі ласка, пачакайце {0} секунд перад паўторнай адпраўкай
cs_cz: Počkejte prosím {0} sekund před opětovným odesláním
lt_lt: Palaukite {0} sekundžių prieš siunčiant dar kartą
pl_pl: Proszę czekać {0} sekund przed ponownym wysłaniem
sk_sk: Počkajte prosím {0} sekúnd pred opätovným odoslaním
uk_ua: Будь ласка, зачекайте {0} секунд перед повторною відправкою

source: Failed to send code
be_by: Не атрымалася даслаць код
cs_cz: Nepodařilo se odeslat kód
lt_lt: Nepavyko išsiųsti kodo
pl_pl: Nie udało się wysłać kodu
sk_sk: Nepodarilo sa odoslať kód
uk_ua: Не вдалося надіслати код

source: Error sending code
be_by: Памылка дасылання кода
cs_cz: Chyba při odesílání kódu
lt_lt: Klaida siunčiant kodą
pl_pl: Błąd podczas wysyłania kodu
sk_sk: Chyba pri odosielaní kódu
uk_ua: Помилка надсилання коду

source: Invalid verification code
be_by: Несапраўдны код пацверджання
cs_cz: Neplatný ověřovací kód
lt_lt: Neteisingas patvirtinimo kodas
pl_pl: Nieprawidłowy kod weryfikacyjny
sk_sk: Neplatný overovací kód
uk_ua: Недійсний код підтвердження

# VerificationFailed
source: Verification failed. Please try again.
be_by: Не атрымалася пацвердзіць. Калі ласка, паспрабуйце яшчэ раз.
cs_cz: Ověření se nezdařilo. Zkuste to prosím znovu.
lt_lt: Patvirtinimas nepavyko. Bandykite dar kartą.
pl_pl: Weryfikacja nie powiodła się. Spróbuj ponownie.
sk_sk: Overenie zlyhalo. Skúste to prosím znova.
uk_ua: Не вдалося підтвердити. Будь ласка, спробуйте ще раз.

# LoginSuccessful
source: Login successful! Redirecting...
be_by: Паспяховы ўваход! Перанакіраванне...
cs_cz: Přihlášení úspěšné! Přesměrování...
lt_lt: Prisijungimas sėkmingas! Peradresuojama...
pl_pl: Logowanie pomyślne! Przekierowywanie...
sk_sk: Prihlásenie úspešné! Presmerovanie...
uk_ua: Успішний вхід! Перенаправлення...

# SessionExpired
source: Session expired. Please refresh.
be_by: Сесія завершылася. Калі ласка, абнавіце старонку.
cs_cz: Relace vypršela. Obnovte prosím stránku.
lt_lt: Sesija baigėsi. Prašome atnaujinti puslapį.
pl_pl: Sesja wygasła. Odśwież stronę.
sk_sk: Relácia vypršala. Obnovte prosím stránku.
uk_ua: Сесія завершилася. Будь ласка, оновіть сторінку.

# SendingTooQuickly
source: You are sending messages too quickly
be_by: Вы дасылаеце паведамленні занадта хутка
cs_cz: Posíláte zprávy příliš rychle
lt_lt: Siunčiate žinutes per greitai
pl_pl: Wysyłasz wiadomości zbyt szybko
sk_sk: Posielate správy príliš rýchlo
uk_ua: Ви надсилаєте повідомлення занадто швидко

# ErrorJoinRoomNameRequired
source: You failed to join the chat room! Room name is required.
be_by: Не атрымалася далучыцца да пакоя! Неабходна назва пакоя.
cs_cz: Nepodařilo se vstoupit do místnosti! Název místnosti je povinný.
lt_lt: Nepavyko prisijungti prie kambario! Reikalingas kambario pavadinimas.
pl_pl: Nie udało się dołączyć do pokoju czatu! Wymagana jest nazwa pokoju.
sk_sk: Nepodarilo sa vstúpiť do miestnosti! Názov miestnosti je povinný.
uk_ua: Не вдалося приєднатися до кімнати! Необхідна назва кімнати.

# ErrorNotAuthorizedRoom
source: You are not authorized for this room.
be_by: У вас няма доступу да гэтага пакоя.
cs_cz: Nemáte oprávnění k této místnosti.
lt_lt: Neturite prieigos prie šio kambario.
pl_pl: Nie masz uprawnień do tego pokoju.
sk_sk: Nemáte oprávnenie k tejto miestnosti.
uk_ua: У вас немає доступу до цієї кімнати.

# ErrorUserProfileNotFound
source: User profile not found.
be_by: Профіль карыстальніка не знойдзены.
cs_cz: Uživatelský profil nenalezen.
lt_lt: Vartotojo profilis nerastas.
pl_pl: Nie znaleziono profilu użytkownika.
sk_sk: Používateľský profil nenájdený.
uk_ua: Профіль користувача не знайдено.

# ErrorJoinRoom
source: You failed to join the chat room! {0}
be_by: Не атрымалася далучыцца да пакоя! {0}
cs_cz: Nepodařilo se vstoupit do místnosti! {0}
lt_lt: Nepavyko prisijungti prie kambario! {0}
pl_pl: Nie udało się dołączyć do pokoju czatu! {0}
sk_sk: Nepodarilo sa vstúpiť do miestnosti! {0}
uk_ua: Не вдалося приєднатися до кімнати! {0}

# ErrorNotInRoom
source: You are not in a room.
be_by: Вы не знаходзіцеся ў пакоі.
cs_cz: Nejste v žádné místnosti.
lt_lt: Nesate kambaryje.
pl_pl: Nie jesteś w pokoju.
sk_sk: Nie ste v žiadnej miestnosti.
uk_ua: Ви не перебуваєте в кімнаті.

# ErrorRateLimitExceeded
source: Rate limit exceeded. Please slow down.
be_by: Перавышаны ліміт запытаў. Калі ласка, запаволіцеся.
cs_cz: Překročen limit požadavků. Zpomalte prosím.
lt_lt: Viršytas užklausų limitas. Prašome sulėtinti.
pl_pl: Przekroczono limit żądań. Zwolnij tempo.
sk_sk: Prekročený limit požiadaviek. Spomaľte prosím.
uk_ua: Перевищено ліміт запитів. Будь ласка, сповільніться.

# EmailSubjectVerificationCode
source: Your verification code
be_by: Ваш код пацверджання
cs_cz: Váš ověřovací kód
lt_lt: Jūsų patvirtinimo kodas
pl_pl: Twój kod weryfikacyjny
sk_sk: Váš overovací kód
uk_ua: Ваш код підтвердження

# EmailSubjectNewMessage
source: New message
be_by: Новае паведамленне
cs_cz: Nová zpráva
lt_lt: Nauja žinutė
pl_pl: Nowa wiadomość
sk_sk: Nová správa
uk_ua: Нове повідомлення

# EmailBodyVerificationCode
source: Your verification code is: {0}
be_by: Ваш код пацверджання: {0}
cs_cz: Váš ověřovací kód je: {0}
lt_lt: Jūsų patvirtinimo kodas: {0}
pl_pl: Twój kod weryfikacyjny to: {0}
sk_sk: Váš overovací kód je: {0}
uk_ua: Ваш код підтвердження: {0}

# SmsBodyVerificationCode
source: Code: {0}
be_by: Код: {0}
cs_cz: Kód: {0}
lt_lt: Kodas: {0}
pl_pl: Kod: {0}
sk_sk: Kód: {0}
uk_ua: Код: {0}

# ValidationRoomNameLength
source: The {0} must be at least {2} and at max {1} characters long.
be_by: {0} павінна мець не менш за {2} і максімум {1} сімвалаў.
cs_cz: {0} musí mít minimálně {2} a maximálně {1} znaků.
lt_lt: {0} turi būti bent {2} ir ne daugiau kaip {1} simbolių.
pl_pl: {0} musi mieć co najmniej {2} i maksymalnie {1} znaków.
sk_sk: {0} musí mať minimálne {2} a maximálne {1} znakov.
uk_ua: {0} повинно мати щонайменше {2} і максимум {1} символів.

# ValidationRoomNamePattern
source: Characters allowed: letters, numbers, and one space between words.
be_by: Дазволеныя сімвалы: літары, лічбы і адзін прабел паміж словамі.
cs_cz: Povolené znaky: písmena, číslice a jedna mezera mezi slovy.
lt_lt: Leidžiami simboliai: raidės, skaičiai ir vienas tarpas tarp žodžių.
pl_pl: Dozwolone znaki: litery, cyfry i jedna spacja między słowami.
sk_sk: Povolené znaky: písmená, číslice a jedna medzera medzi slovami.
uk_ua: Дозволені символи: літери, цифри та один пробіл між словами.

source: Change language
be_by: Змяніць мову
cs_cz: Změnit jazyk
lt_lt: Pakeisti kalbą
pl_pl: Zmień język
sk_sk: Zmeniť jazyk
uk_ua: Змінити мову

source: Select Language
be_by: Выбраць мову
cs_cz: Vybrat jazyk
lt_lt: Pasirinkti kalbą
pl_pl: Wybierz język
sk_sk: Vybrať jazyk
uk_ua: Вибрати мову

source: Logout
be_by: Выйсці
cs_cz: Odhlásit se
lt_lt: Atsijungti
pl_pl: Wyloguj
sk_sk: Odhlásiť sa
uk_ua: Вийти

source: Admin Panel
lt_lt: Administratoriaus skydelis
sk_sk: Panel správcu
uk_ua: Панель адміністратора

source: Delivered
be_by: Дастаўлена
cs_cz: Doručeno
lt_lt: Pristatyta
pl_pl: Doręczono
sk_sk: Doručené
uk_ua: Доставлено

source: Read by
be_by: Прачытана
cs_cz: Přečteno uživatelem
lt_lt: Perskaitė
pl_pl: Przeczytane przez
sk_sk: Prečítané používateľom
uk_ua: Прочитано

# SilentSsoAttemptedInteractionRequired
source: We attempted to sign you in automatically, but interaction is required.
cs_cz: Pokusili jsme se vás přihlásit automaticky, ale je vyžadována interakce.
lt_lt: Bandėme jus automatiškai prijungti, bet reikalingas vartotojo veiksmas.
pl_pl: Próbowaliśmy zalogować Cię automatycznie, ale wymagana jest interakcja.
sk_sk: Pokúsili sme sa vás prihlásiť automaticky, ale je vyžadovaná interakcia.
uk_ua: Ми намагалися виконати автоматичний вхід, але потрібна взаємодія.

# PleaseChooseSignInMethod
source: Please choose a sign-in method below.
cs_cz: Vyberte prosím níže způsob přihlášení.
lt_lt: Pasirinkite prisijungimo būdą žemiau.
pl_pl: Wybierz poniżej metodę logowania.
sk_sk: Prosím, vyberte nižšie spôsob prihlásenia.
uk_ua: Будь ласка, виберіть спосіб входу нижче.

# AccountNotAuthorizedUseOtp
source: Your account is not authorized for Microsoft sign-in. Please use one-time password instead.
cs_cz: Váš účet není oprávněn k přihlášení Microsoft. Použijte jednorázové heslo.
lt_lt: Jūsų paskyra neįgaliota Microsoft prisijungimui. Naudokite vienkartinį slaptažodį.
pl_pl: Twoje konto nie jest uprawnione do logowania Microsoft. Użyj jednorazowego kodu.
sk_sk: Váš účet nie je oprávnený na prihlásenie Microsoft. Použite jednorazové heslo.
uk_ua: Ваш обліковий запис не має дозволу на вхід через Microsoft. Скористайтеся одноразовим паролем.

# AccountNotAuthorizedContactAdmin
source: Your account is not authorized. Please contact your administrator.
cs_cz: Váš účet není oprávněn. Kontaktujte prosím svého správce.
lt_lt: Jūsų paskyra neįgaliota. Susisiekite su administratoriumi.
pl_pl: Twoje konto nie jest uprawnione. Skontaktuj się z administratorem.
sk_sk: Váš účet nie je oprávnený. Kontaktujte, prosím, správcu.
uk_ua: Ваш обліковий запис не авторизовано. Зверніться до адміністратора.

# AuthenticationFailedPleaseRetry
source: Authentication failed. Please try again.
cs_cz: Ověření selhalo. Zkuste to prosím znovu.
lt_lt: Autentifikacija nepavyko. Bandykite dar kartą.
pl_pl: Uwierzytelnianie nie powiodło się. Spróbuj ponownie.
sk_sk: Overenie zlyhalo. Skúste to znova.
uk_ua: Помилка автентифікації. Спробуйте ще раз.

# OrUseOtp
source: or use one-time password
cs_cz: nebo použijte jednorázový kód
lt_lt: arba naudokite vienkartinį kodą
pl_pl: albo użyj jednorazowego kodu
sk_sk: alebo použite jednorazový kód
uk_ua: або використовуйте одноразовий код

source: Email
lt_lt: El. paštas
uk_ua: Електронна пошта

source: Enter your email
cs_cz: Zadejte svůj e-mail
lt_lt: Įveskite savo el. paštą
pl_pl: Wprowadź swój email
sk_sk: Zadajte svoj email
uk_ua: Введіть ваш email

# EnterEmailForOtp
source: Enter your email to receive the verification code.
cs_cz: Zadejte svůj e-mail pro přijetí ověřovacího kódu.
lt_lt: Įveskite savo el. paštą, kad gautumėte patvirtinimo kodą.
pl_pl: Wprowadź swój email, aby otrzymać kod weryfikacyjny.
sk_sk: Zadajte svoj email pre získanie overovacieho kódu.
uk_ua: Введіть ваш email, щоб отримати код перевірки.

# EmailRequired
source: Email is required
cs_cz: E-mail je povinný
lt_lt: El. paštas privalomas
pl_pl: Email jest wymagany
sk_sk: Email je povinný
uk_ua: Email обов'язковий

# EmailAndCodeRequired
source: Email and code are required
cs_cz: E-mail a kód jsou povinné
lt_lt: El. paštas ir kodas privalomi
pl_pl: Email i kod są wymagane
sk_sk: Email a kód sú povinné
uk_ua: Email і код обов'язкові
